Repository: leticiammarques/Firebase
Catalog: FirebaseMessenger/FirebaseMessenger/Resources/*.lproj/PriviLegius.strings
Languages: pt_br

# btnRegister
source: Registration
pt_br: Cadastro

# passwd
source: Password
pt_br: Senha

# forgetPasswd
source: I forgot password
pt_br: Esqueci a senha

source: Name
pt_br: Nome

source: Last name
pt_br: Sobrenome

# confirmPasswd
source: Confirm password
pt_br: Confirmar senha

# menssage
source: Menssages
pt_br: Mensagens

source: Settings
pt_br: Configurações

source: New Menssage
pt_br: Nova Mensagem

# ops
source: Oooops
pt_br: Oooopa

# allInformationsRegister
source: Please enter all information to register.
pt_br: Por favor, insira todas as informações para fazer o cadastro.

source: Back
pt_br: Voltar

# registerExists
source: We have a registration already made for this user. Try logging in to access PreviLegius.
pt_br: Constamos um cadastro já realizado pra esse usuário. Tente logar para acessar o PreviLegius.

# noMatchPasswd
source: Incompatible passwords
pt_br: Senhas não compatíveis!

# errorLogin
source: Incorrect email and/or password
pt_br: Email e/ou senha incorretos

# allInformationsLogin
source: Please enter all information to login.
pt_br: Por favor, insira todas as informações para fazer login.
